[ChainKill DishonoredObjective]
m_Description="暗殺の連鎖"

[ChainKill:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="出来るだけ多く暗殺し、連鎖をつなげろ！"
m_Status=""

[ChainKillNormal DishonoredObjective]
m_Description="暗殺の連鎖"

[ChainKillNormal:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="出来るだけ多く暗殺し、連鎖をつなげろ！"
m_Status=""

[CK_Objective_Phase1 DishonoredObjective]
m_Description="暗殺の連鎖"

[CK_Objective_Phase1:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="敵を全て殺せ"
m_Status=""

[CK_Objective_Phase2 DishonoredObjective]
m_Description="暗殺の連鎖 - ラウンド 2"

[CK_Objective_Phase2:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="6人の敵を殺す"
m_Status=""

[CK_Objective_Phase2:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ボーナスチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase2:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="スピードチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase3 DishonoredObjective]
m_Description="暗殺の連鎖 - ラウンド 3"

[CK_Objective_Phase3:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="10人の敵を殺す"
m_Status=""

[CK_Objective_Phase3:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ボーナスチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase3:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="スピードチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase4 DishonoredObjective]
m_Description="暗殺の連鎖 - ラウンド 4"

[CK_Objective_Phase4:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="15人の敵を殺せ"
m_Status=""

[CK_Objective_Phase4:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ボーナスチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase4:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="スピードチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase5 DishonoredObjective]
m_Description="暗殺の連鎖 - ラウンド 5"

[CK_Objective_Phase5:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="20人の敵を殺す"
m_Status=""

[CK_Objective_Phase5:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ボーナスチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase5:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="スピードチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase6 DishonoredObjective]
m_Description="暗殺の連鎖 - ラウンドファイナル"

[CK_Objective_Phase6:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="25人全ての敵を殺す"
m_Status=""

[CK_Objective_Phase6:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ボーナスチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

[CK_Objective_Phase6:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="スピードチャレンジ: PLACEHOLDER DONT CHOOSE WIP."
m_Status=""

